{
  "metaData": {
    "descriptionHome": "Best custom furniture in Krakow and surrounding areas - create your dream interior with our company. We invite you to familiarize yourself with our offer!",
    "descriptionAbout": "Learn more about our furniture company in Krakow. We create high-quality, individually designed custom furniture that meets the expectations of our clients.",
    "descriptionGallery": "Visit our gallery to see inspiring projects of our custom furniture. Browse through photos and find ideas for furnishing your home.",
    "descriptionOffers": "Check out our current offers for custom furniture in Krakow and surrounding areas. We guarantee competitive prices and excellent quality. Find the perfect solution for your home!",
    "descriptionContact": "Contact us to order your dream custom furniture. Our team is ready to assist you in realizing your project. We look forward to your phone call or email."
  },

  "offersDataHomePage": {
    "offer1": {
      "name": "Kitchen Furniture",
      "header": "Custom Kitchen Furniture",
      "desc": "Our company offers unique designs tailored to your needs, providing not only excellent space optimization but also a modern style in kitchen arrangement.",
      "descMore": "The kitchen is the heart of the home, where aromas and shared moments with family converge. Our custom kitchens offer freedom of arrangement, precision, and uniqueness. They seamlessly adapt even to challenging spaces. We adjust prices individually to each project. Explore our portfolio!"
    },
    "offer2": {
      "name": "Office Furniture",
      "header": "Custom Office Furniture",
      "desc": "We offer unique solutions tailored to the needs of your office or study, providing ergonomic workspaces in an attractive form.",
      "descMore": "ARSMEBLE specializes in designing office furniture that ensures ergonomic working conditions and adds a professional character to interiors. Our furniture is tailored to contemporary needs, combining functionality with elegance. We offer ergonomic design and modern styles, providing effective storage solutions and material durability. Visit our gallery to see how our office furniture perfectly fits into various workspaces, emphasizing professionalism and enhancing office aesthetics."
    },
    "offer3": {
      "name": "Built-In Wardrobes and Closets",
      "header": "Custom Built-In Wardrobes and Closets",
      "desc": "Discover excellence in storage with our built-in wardrobes and closets.",
      "descMore": "At ARSMEBLE, we specialize not only in built-in wardrobes and closets but also in children's furniture and hallway furniture. Our solutions combine elegance, functionality, and customization to your needs. We offer tailored space utilization, style, elegance, functionality, and top-quality materials. Discover how our furniture can transform your space for the better."
    },
    "offer4": {
      "name": "Attic Slope Enclosures",
      "header": "Custom Attic Slope Enclosures",
      "desc": "Our attic slope enclosures are the perfect solution for utilizing every space.",
      "descMore": "We offer innovative solutions for attic slope enclosures that not only optimize space but also give interiors a unique character. Our enclosures stand out for their practical efficiency, customization to individual needs, and use of top-quality materials. By investing in our solutions, you'll transform underutilized spaces into functional areas, giving them a new dimension of aesthetics and utility. Discover how our enclosures can transform slopes and attics, creating an integral part of your home."
    },
    "offer5": {
      "name": "Bathroom Furniture",
      "header": "Custom Bathroom Furniture",
      "desc": "We offer unique solutions tailored to individual needs, providing not only functionality but also exceptional bathroom design.",
      "descMore": "ARSMEBLE is where we design bathroom furniture with a focus on practicality, aesthetics, and durability. Our products combine functionality with elegance, adapting to contemporary lifestyle needs. They ensure optimal space utilization, moisture-resistant durability, modern designs, and practical storage solutions. By investing in our furniture, you invest in elegance and functionality, creating a bathroom that meets both practical and aesthetic requirements."
    }
  },

  "general": {
    "seeMore": "See More",
    "readMore": "Read More",
    "seeMoreImages": "see more photos of our projects",

    "menu": {
      "home": "Home",
      "about": "About",
      "gallery": "Gallery",
      "offers": "Offers",
      "contact": "Contact",
      "policy": "Privacy Policy",
      "scrollToUp": "scroll to top"
    },

    "headersHome": {
      "bannerText1": "custom furniture",
      "bannerText2": "interior design",
      "aboutSection": "learn more about our company",
      "offersSection": "our offers",
      "reviewSection": "our reviews",
      "contactUs": "get in touch with us",
      "moreAboutUs": "learn more about us",
      "moreAboutOffers": "see our offers"
    }
  },

  "contact": {
    "contactCompany": "contact the custom furniture manufacturer arsmeble.",
    "phoneNumber": "phone number",
    "workingHours": "working hours",
    "weekdays": "mon-fri:",
    "hoursWeekdays": " from 10:00 to 19:00",
    "weekends": "sat:",
    "hoursWeekends": " from 10:00 to 17:00",
    "contactForm": {
      "formHeader": "contact us through the form",
      "name": "Enter your name",
      "email": "Enter your email",
      "number": "Enter your phone number",
      "message": "Enter message",
      "check": "I have read the privacy policy",
      "button": "send message"
    },
    "contactFormError": {
      "name": "Please enter your name",
      "email": "Please enter your email",
      "number": "Please enter your phone number",
      "message": "Please enter a message",
      "check": "Please consent before sending"
    }
  },

  "about": {
    "article1": "In the custom furniture manufacturing market, we have been operating for over five years. We care about ensuring that you receive an exclusive kitchen, wardrobe, or office furniture that not only satisfies your aesthetic tastes but also becomes the perfect comfortable solution for work and life. Each space requires a special approach, so we offer personalized treatment for each project.",
    "article2": "From classic to modern design - we are ready to realize any of your concepts and provide full service, including furniture delivery and installation. During furniture production, we use only tested and durable materials. We collaborate with companies known for their quality worldwide.",
    "article3": "Entrust us with your ideas, and we will make every effort to make your space comfortable and stylish.",
    "headerHistory": "the history of our company",
    "headerProcess": "what does the order process look like with us?",
    "workProcess": {
      "contact": "call / message",
      "contactDesc": "You can contact us by phone, social media, or by filling out the contact form.",
      "consultation": "consultation and estimation",
      "consultationDesc": "Consultation with the client regarding the appearance and cost estimation.",
      "production": "furniture production",
      "productionDesc": "We start working on your furniture.",
      "delivery": "delivery and assembly",
      "deliveryDesc": "After completing the production of the furniture, we deliver it to you and handle the assembly on-site."
    }
  },

  "offers": {
    "offer": "we offer",
    "design": "Individual approach in design",
    "details": "Thoughtful details",
    "accessories": "Quality accessories",
    "guarancee": "5 years warranty",
    "delivery": "We deliver and install"
  },

  "policy": {
    "article1": {
      "header": "Privacy Policy www.arsmeble.com",
      "text": "Protecting users' privacy is a top priority for IHOR HUK ARSMEBLE. We ensure high standards of personal data protection and security in their processing."
    },
    "article2": {
      "header": "Personal Data",
      "text": "User personal data, such as name, surname, email address, phone number, address, and message content, are collected only with the user's consent. We process them for communication with the user, presenting commercial offers, and sending information electronically. The user has the right to withdraw consent at any time."
    },
    "article3": {
      "header": "User Rights",
      "text": "The user has the right to access their data, correct it, delete it, and object to its processing. They can also lodge a complaint with the supervisory authority."
    },
    "article4": {
      "header": "cookies",
      "text": "The www.arsmeble.com website uses cookies to optimize website use and collect statistics. Users can manage cookies through their web browser settings."
    },
    "article5": {
      "header": "Security of Personal Data",
      "text": "We provide appropriate security measures for personal data and regularly monitor systems to detect threats."
    },
    "article6": {
      "text": "For questions about the privacy policy, please contact us at: arsmeble@gmail.com"
    },
    "article7": {
      "header": "Update",
      "text": "Last privacy policy update: 01.05.2024."
    }
  }
}
