{
  "metaData": {
    "descriptionHome": "Найкращі індивідуальні меблі на замовлення у Кракові та околицях - створіть свій мрійний інтер'єр разом з нашою компанією. Запрошуємо ознайомитися з нашою пропозицією!",
    "descriptionAbout": "Дізнайтеся більше про нашу меблеву компанію в Кракові. Ми створюємо високоякісні, індивідуально розроблені меблі на замовлення, що відповідають очікуванням наших клієнтів.",
    "descriptionGallery": "Відвідайте нашу галерею, щоб побачити натхненні проекти наших меблів на замовлення. Перегляньте фотографії та знайдіть ідеї для облаштування свого будинку.",
    "descriptionOffers": "Перевірте наші поточні пропозиції на меблі на замовлення в Кракові та околицях. Ми гарантуємо конкурентоспроможні ціни та відмінну якість. Знайдіть ідеальне рішення для свого будинку!",
    "descriptionContact": "Зв'яжіться з нами, щоб замовити свої мрійні меблі на замовлення. Наша команда готова допомогти вам в реалізації проекту. Чекаємо на ваш телефон або електронну пошту."
  },

  "offersDataHomePage": {
    "offer1": {
      "name": "Кухонні меблі",
      "header": "Кухонні меблі на замовлення",
      "desc": "Наша компанія пропонує унікальні проекти, що відповідають вашим потребам, забезпечуючи не лише відмінне пристосування до простору, але й сучасний стиль в кухонному дизайні.",
      "descMore": "Кухня – серце будинку, де змішуються аромати та спільні миті з родиною. Наші кухні на замовлення пропонують вільне планування, точність та унікальність. Вони ідеально вписуються навіть у складні простори. Ми пристосовуємо ціни індивідуально під кожен проект. Запрошуємо ознайомитися з нашим портфоліо!"
    },
    "offer2": {
      "name": "Офісні меблі",
      "header": "Офісні меблі на замовлення",
      "desc": "Ми пропонуємо унікальні рішення, що відповідають потребам вашого офісу або кабінету, забезпечуючи ергономічне робоче місце в привабливій формі.",
      "descMore": "ARSMEBLE спеціалізується на проектуванні офісних меблів, які забезпечують ергономічні умови праці та надають приміщенням професійний характер. Наші меблі пристосовані до сучасних потреб, поєднуючи функціональність з елегантністю. Ми пропонуємо ергономічний дизайн та сучасні стилі, забезпечуючи ефективні рішення зберігання та тривалість матеріалів. Запрошуємо до нашої галереї, щоб побачити, як наші офісні меблі відмінно вписуються в різноманітні робочі простори, підкреслюючи професіоналізм і поліпшуючи естетику бюро."
    },
    "offer3": {
      "name": "Вбудовані шафи та гардероби",
      "header": "Вбудовані шафи та гардероби на замовлення",
      "desc": "Відкрийте відмінність у зберіганні з нашими вбудованими шафами та гардеробами.",
      "descMore": "В ARSMEBLE ми спеціалізуємося не лише на вбудованих шафах та гардеробах, а також на дитячих меблях та меблях для передпокою. Наші рішення поєднують елегантність, функціональність та пристосування до ваших потреб. Ми пропонуємо пристосування до простору, стиль та елегантність, функціональність та матеріали найвищої якості. Відкрийте, як наші меблі можуть змінити ваш простір на краще."
    },
    "offer4": {
      "name": "Будівництво під кутами на горищі",
      "header": "Будівництво під кутами на горищі на замовлення",
      "desc": "Наші конструкції під кутами на горищі – це ідеальне рішення для використання кожного простору.",
      "descMore": "Ми пропонуємо інноваційні рішення для будівництва під кутами на горищі, які не лише оптимізують простір, але й надають приміщенням унікальний характер. Наші конструкції відрізняються практичною ефективністю, пристосуванням до індивідуальних потреб та застосуванням матеріалів найвищої якості. Інвестуючи в наші рішення, ви перетворите неосвоєні простори в функціональні зони, надаючи їм нові можливості як з точки зору естетики, так і використання. Відкрийте, як наші конструкції можуть змінити кутами на горищі, роблячи їх невід'ємною частиною вашого будинку."
    },
    "offer5": {
      "name": "Ванні кімнати",
      "header": "Меблі для ванних кімнат на замовлення",
      "desc": "Ми пропонуємо унікальні рішення, пристосовані до індивідуальних потреб, забезпечуючи не лише функціональність, але й винятковий дизайн для ванної кімнати.",
      "descMore": "ARSMEBLE – це місце, де ми проектуємо меблі для ванних кімнат з увагою до практичності, естетики та тривалості. Наші продукти поєднують функціональність з елегантністю, пристосовуючись до сучасних потреб стилю життя. Вони забезпечують оптимальне використання простору, тривалість у вологому середовищі, сучасні дизайни та практичні рішення зберігання. Інвестуючи в наші меблі, ви інвестуєте в елегантність та функціональність, створюючи ванну кімнату, яка задовольняє всі практичні та естетичні вимоги."
    }
  },

  "general": {
    "seeMore": "Більше",
    "readMore": "Читати далі",
    "seeMoreImages": "перегляньте більше фотографій наших проектів",

    "menu": {
      "home": "Головна",
      "about": "Про нас",
      "gallery": "Галерея",
      "offers": "Пропозиції",
      "contact": "Контакти",
      "policy": "Політика конфіденційності",
      "scrollToUp": "прокрутити вгору"
    },

    "headersHome": {
      "bannerText1": "меблі на замовлення",
      "bannerText2": "інтер'єр",
      "aboutSection": "дізнайтеся більше про нашу компанію",
      "offersSection": "наші пропозиції",
      "reviewSection": "наші відгуки",
      "contactUs": "зв'яжіться з нами",
      "moreAboutUs": "дізнатися більше про нас",
      "moreAboutOffers": "подивіться наші пропозиції"
    }
  },

  "contact": {
    "contactCompany": "контакт з виробником меблів на замовлення arsmeble.",
    "phoneNumber": "телефон",
    "workingHours": "години роботи",
    "weekdays": "пн-пт:",
    "hoursWeekdays": " з 10:00 до 19:00",
    "weekends": "сб:",
    "hoursWeekends": " з 10:00 до 17:00",
    "contactForm": {
      "formHeader": "зв'яжіться з нами через форму",
      "name": "Введіть своє ім'я",
      "email": "Введіть свою електронну адресу",
      "number": "Введіть свій номер телефону",
      "message": "Введіть повідомлення",
      "check": "Я ознайомлений з політикою конфіденційності",
      "button": "відправити повідомлення"
    },
    "contactFormError": {
      "name": "Будь ласка, введіть ім'я",
      "email": "Будь ласка, введіть електронну адресу",
      "number": "Будь ласка, введіть номер телефону",
      "message": "Будь ласка, введіть повідомлення",
      "check": "Перед надсиланням, будь ласка, дайте згоду"
    }
  },

  "about": {
    "article1": "На ринку виготовлення меблів на замовлення ми діємо вже понад п'ять років. Ми піклуємося про те, щоб ви отримали ексклюзивну кухню, шафу або офісні меблі, які не лише задовольнять ваші естетичні смаки, а й стануть ідеальним комфортним рішенням для роботи і життя. Кожен простір потребує особливого підходу, тому ми пропонуємо персоналізоване ставлення до кожного проекту.",
    "article2": "Від класичного до сучасного дизайну - ми готові здійснити будь-яку вашу концепцію та забезпечити повний сервіс, включаючи доставку та монтаж меблів. Під час виготовлення меблів ми використовуємо лише перевірені та довговічні матеріали. Ми співпрацюємо з компаніями, які відомі своєю якістю на всьому світі.",
    "article3": "Довірте нам свої ідеї, і ми докладемо всіх зусиль, щоб зробити ваш простір комфортним і стильним.",
    "headerHistory": "історія нашої фірми",
    "headerProcess": "як виглядає процес оформлення замовлення у нас?",
    "workProcess": {
      "contact": "дзвінок / повідомлення",
      "contactDesc": "Ви можете зв'язатися з нами за допомогою телефону, соціальних мереж або заповнивши контактну форму.",
      "consultation": "консультація та оцінка вартості",
      "consultationDesc": "Консультація з клієнтом щодо зовнішнього вигляду та обчислення вартості.",
      "production": "виробництво меблів",
      "productionDesc": "Ми розпочинаємо роботу над вашими меблями.",
      "delivery": "доставка та монтаж",
      "deliveryDesc": "Після завершення виробництва меблів ми доставляємо їх до вас і займаємося монтажем на місці."
    }
  },

  "offers": {
    "offer": "ми пропонуємо",
    "design": "Індивідуальний підхід у дизайні",
    "details": "Продумані деталі",
    "accessories": "Якісна фурнітура",
    "guarancee": "5 років гарантії",
    "delivery": "Доставляємо та монтуємо"
  },

  "policy": {
    "article1": {
      "header": "Політика конфіденційності www.arsmeble.com",
      "text": "Захист приватності користувачів є вельми важливим для ARSMEBLE. Ми гарантуємо високі стандарти захисту особистих даних і безпеки їх обробки."
    },
    "article2": {
      "header": "Особисті дані",
      "text": "Особисті дані користувачів, такі як ім'я, прізвище, електронна адреса, номер телефону, адреса та зміст повідомлень, збираються тільки за згодою користувача. Ми обробляємо їх для зв'язку з користувачем, пропозицій торгівлі та надсилання інформації електронною поштою. Користувач має право в будь-який час відкликати надану згоду."
    },
    "article3": {
      "header": "Права користувача",
      "text": "Користувач має право отримати доступ до своїх даних, виправити їх, видалити або висловити протест щодо їх обробки. Він також може подати скаргу до наглядового органу."
    },
    "article4": {
      "header": "Файли cookies",
      "text": "Сайт www.arsmeble.com використовує файли cookies для оптимізації використання веб-сайту та збору статистики. Користувач може керувати файлами cookies за допомогою налаштувань веб-браузера."
    },
    "article5": {
      "header": "Безпека особистих даних",
      "text": "Ми забезпечуємо відповідні заходи безпеки особистих даних та регулярно моніторимо системи для виявлення загроз."
    },
    "article6": {
      "text": "У разі питань щодо політики конфіденційності звертайтеся за адресою: arsmeble@gmail.com"
    },
    "article7": {
      "header": "Оновлення",
      "text": "Останнє оновлення політики конфіденційності: 01.05.2024."
    }
  }
}
